Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Default value: 0.5 This is another key OpenAPS safety cap, and specifies what share of the total insulin required can be delivered as SMB. Increase this experimental value slowly and with caution.
bg: Стойност по подразбиране: 0.5. Това е друго ключово защитно ограничение на OpenAPS и определя какъв дял от общото необходимо количество инсулин може да бъде подаден като SMB. Увеличавайте тази експериментална стойност бавно и с внимание.
cs: Výchozí hodnota: 0,5. Toto je další klíčové bezpečnostní omezení OpenAPS. Určuje, jaký podíl z celkového potřebného inzulínu může být podán formou SMB. Tuto experimentální hodnotu zvyšuj pomalu a opatrně.
da: Standardværdi: 0.5 Dette er en anden nøgle OpenAPS sikkerhed cap, og angiver, hvilken andel af den samlede insulin der kræves kan leveres som SMB. Forøg denne eksperimentelle værdi langsomt og med forsigtighed.
de: Standardwert: 0.5 Dies ist ein weiteres wichtiges OpenAPS Sicherheitslimit und legt fest, welcher Anteil des Gesamtinsulins als SMB gegeben werden kann. Erhöhe diesen experimentellen Wert langsam und mit Vorsicht.
es: Valor predeterminado: 0.5 Esta es otra clave de seguridad de OpenAPS, y especifica qué porcentaje de la insulina total requerida puede ser entregado como SMB. Aumenta este valor experimental lentamente y con precaución.
fr: Valeur par défaut : 0,5. Il s’agit d’une autre limite de sécurité clé d’OpenAPS, qui définit la part de l’insuline totale requise pouvant être administrée sous forme de SMB. Augmentez cette valeur expérimentale lentement et avec prudence.
it: Valore predefinito: 0.5 Questo è un altro tappo di sicurezza chiave di OpenAPS e specifica quale parte dell'insulina totale richiesta può essere fornita come SMB. Aumentare questo valore sperimentale lentamente e con cautela.
nb_no: Standardverdi: 0.5 Dette er en viktig OpenAPS sikkerhetsfunksjon som angir hvilken andel av det totale nødvendige insulinet som kan leveres som SMB. Øk den eksperimentelle verdien langsomt og med varsomhet.
nl: Standaardwaarde: 0,5 Dit is een andere belangrijke veiligheidsgrens van OpenAPS, en bepaalt welk deel van de totale vereiste insuline als SMB kan worden geleverd. Verhoog deze experimentele waarde langzaam en voorzichtig.
pl: Wartość domyślna: 0,5 To kolejny kluczowy limit bezpieczeństwa OpenAPS, który określa, jaka część całkowitej wymaganej insuliny może być dostarczona jako SMB. Zwiększaj tę wartość eksperymentalną powoli i ostrożnie.
pt_pt: Valor padrão: 0.5 Esta é outra chave de segurança do OpenAPS e especifica qual participação da insulina total necessária pode ser entregue como SMB. Aumente este valor experimental lentamente e com cuidado.
ru: По-умолчанию: 0.5(50%). Опция позволяет регулировать какая часть от необходимой дозы инсулина может быть доставлена как супер микро болюс. Увеличивайте это экспериментальное значение очень медленно и с осторожностью.
sv: Standardvärde: 0.5 Den andel av den totala insulinmängd som (beräknats) krävs som kan ges som en autobolus (SMB). Bör som regel inte ändras. Justeringar bör ske långsamt och med stor försiktighet.
uk: За замовчуванням: 0.5(50%). Опція дозволяє регулювати яка частина від необхідної дози інсуліну може бути доставлена як супер мікро болюс. Збільшуйте це експериментальне значення дуже повільно та з обережністю.
vi: Giá trị mặc định: 0.5 Đây là một giới hạn an toàn quan trọng khác của OpenAPS, và xác định tỷ lệ insulin tổng cộng cần thiết có thể được phân phối dưới dạng SMB (bolus siêu nhỏ). Hãy tăng giá trị thử nghiệm này một cách từ từ và cẩn trọng.
zh_hant: 預設值：0.5 這是另一個 OpenAPS 安全上限，指定總胰島素需求中可作為 SMB 交付的比例。請緩慢且小心地增加這個實驗值。

source: Default values are based on internationally accepted Time in Range values of %1$@-%2$@ %3$@.
bg: Стойностите по подразбиране се основават на международно приетите стойности за време в целевия диапазон %@-%@ %@.
cs: Výchozí hodnoty vycházejí z mezinárodně uznávaného „času v rozmezí“ (TIR) v rozmezí %1$@–%2$@ %3$@.
da: Standardværdier er baseret på internationalt accepteret Tid i intervalværdier for %1$@-%2$@ %3$@.
de: Die Standardwerte basieren auf international anerkannten "Time in Range"- Zeiten von %1$@-%2$@ %3$@.
es: Los valores predeterminados se basan en los valores de Tiempo en Rango aceptados internacionalmente de %1$@-%2$@ %3$@.
fr: Les valeurs par défaut sont basées sur les valeurs du Temps dans la Cible internationalement reconnues de %1$@-%2$@ %3$@.
it: I valori predefiniti sono basati su Time in Range Valori di %1$@-%2$@ %3$@.
nb_no: Standardverdier er basert på internasjonalt anerkjente verdier for tid i målområde: %1$@-%2$@ %3$@.
nl: Standaardwaarden zijn gebaseerd op internationaal geaccepteerde tijd in oranje waarden van %1$@-%2$@ %3$@.
pl: Wartości domyślne są oparte na akceptowanym międzynarodowo czasie w zakresie wartości %1$@-%2$@ %3$@
pt_pt: Os valores padrão são baseados no tempo internacionalmente aceito nos valores de intervalo de %1$@-%2$@ %3$@.
ru: Значения по умолчанию основаны на международно принятых значениях времени в диапазоне %1$@-%2$@ %3$@.
sv: Standardvärden är baserade på internationellt accepterad Time in Range-värden för %1$@-%2$@ %3$@.
uk: Стандартні значення знаходяться на основі міжнародно-прийнятого часу в радіових, значеннях %1$@-%2$@ %3$@.
vi: Các giá trị mặc định được dựa trên các giá trị Thời gian trong Mục tiêu (Time in Range) được quốc tế công nhận là %1$@–%2$@ %3$@.
zh_hant: 預設值基於國際認可的目標範圍時間值 %1$@-%2$@ %3$@。

# Default: %@ %@
source: Default: %1$@ %2$@
bg: По подразбиране: %@ %@
cs: Výchozí: %1$@ %2$@
da: Standard: %1$@ %2$@
de: Standard: %1$@ %2$@
es: Predeterminado: %1$@ %2$@
fr: Par défaut : %1$@ %2$@
it: Predefinito: %1$@ %2$@
nb_no: Standard: %1$@ %2$@
nl: Standaard: %1$@ %2$@
pl: Domyślnie: %1$@ %2$@
pt_pt: Padrão: %1$@ %2$@
ru: По умолчанию: %1$@ %2$@
sv: Standard: %1$@ %2$@
uk: За замовчуванням: %1$@ %2$@
vi: Mặc định: %1$@ %2$@
zh_hant: 預設：%1$@ %2$@

source: Default: 0 units
bg: По подразбиране: 0 единици
cs: Výchozí: 0 jednotek
da: Standard: 0 enheder
de: Standard: 0 Einheiten
es: Predeterminado: 0 unidades
fr: Par défaut : 0 unité
it: Predefinito: 0 unità
nb_no: Standard: 0 enheter
nl: Standaard: 0 eenheden
pl: Domyślnie: 0 jednostek
pt_pt: Padrão: 0 unidades
ru: По умолчанию: 0 единиц
sv: Standard: 0 enheter
uk: За замовчуванням: 0 одиниць
vi: Mặc định: 0 units
zh_hant: 預設：0 單位

source: Default: 2 %@
bg: По подразбиране: 2 %@
cs: Výchozí: 2 %@
da: Standard: 2 %@
de: Vorlage: 2 %@
fr: Par défaut : 2 %@
it: Predefinito: 2 %@
nb_no: Standard: 2 %@
nl: Standaardinstelling: 2 %@
pl: Domyślny: 2 %@
sv: Standard: 2 %@
vi: Mặc định: 2%@
zh_hant: 預設值：2 %@

source: Default: 3 min
bg: По подразбиране: 3 мин
cs: Výchozí: 3 min
da: Standard: 3 min
de: Standard: 3 min
es: Por defecto: 3 min
fr: Par défaut : 3 minutes
it: Predefinito: 3 min
nb_no: Standard: 3 min
nl: Standaard: 3 min
pl: Domyślnie: 3 min
pt_pt: Padrão: 3 min
ru: По умолчанию: 3 мин
sv: Standard: 3 min
uk: За замовчуванням: 3 хв
vi: Mặc định: 3 phút
zh_hant: 預設：3 分鐘

source: Default: 6 hours
bg: По подразбиране: 6 часа
cs: Výchozí: 6 hodin
da: Standard: 6 timer
de: Standard: 6 Stunden
es: Por defecto: 6 horas
fr: Par défaut : 6 heures
it: Predefinito: 6 ore
nb_no: Standard: 6 timer
nl: Standaard: 6 uur
pl: Domyślnie: 6 godzin
pt_pt: Padrão: 6 horas
ru: По умолчанию: 6 часов
sv: Standard: 6 timmar
uk: За замовчуванням: 6 годин
vi: Mặc định: 6 giờ
zh_hant: 預設：6 小時

source: Default: 10 hours
bg: По подразбиране: 10 часа
cs: Výchozí: 10 hodin
da: Standard: 10 timer
de: Standard: 10 Stunden
es: Predeterminado: 10 horas
fr: Par défaut : 10 heures
it: Predefinito: 10 ore
nb_no: Standard: 10 timer
nl: Standaard: 10 uur
pl: Domyślnie: 10 godzin
pt_pt: Padrão: 10 horas
ru: По умолчанию: 10 часов
sv: Standard: 10 timmar
uk: За замовчуванням: 10 годин
vi: Mặc định: 10 giờ
zh_hant: 預設：10 小時

source: Default: 10 units
bg: По подразбиране: 10 единици
cs: Výchozí: 10 jednotek
da: Standard: 10 enheder
de: Standard: 10 Einheiten
es: Predeterminado: 10 unidades
fr: Par défaut : 10 unités
it: Predefinito: 10 unità
nb_no: Standard: 10 enheter
nl: Standaard: 10 eenheden
pl: Domyślnie: 10 jednostek
pt_pt: Padrão: 10 unidades
ru: По умолчанию: 10 единиц
sv: Standard: 10 enheter
uk: За замовчуванням: 10 одиниць
vi: Mặc định: 10 units
zh_hant: 預設：10 單位

source: Default: 20% increase
bg: По подразбиране: увеличение с 20%
cs: Výchozí: 20% zvýšení
da: Standard: 20% stigning
de: Standard: 20% Erhöhung
es: Predeterminado: aumento del 20%
fr: Par défaut : augmentation de 20%
it: Predefinito: aumento del 20%
nb_no: Standard: 20% økning
nl: Standaard: 20% toename
pl: Domyślnie: 20% wzrost
pt_pt: Padrão: aumento de 20%
ru: По умолчанию: увеличение на 20%
sv: Standard: 20% ökning
uk: За замовчуванням: 20% збільшення
vi: Mặc định: tăng 20%
zh_hant: 預設：20% 增加

source: Default: 30 minutes
bg: По подразбиране: 30 минути
cs: Výchozí: 30 minut
da: Standard: 30 minutter
de: Standard: 30 Minuten
es: Por defecto: 30 minutos
fr: Par défaut : 30 minutes
it: Predefinito: 30 minuti
nb_no: Standard: 30 minutter
nl: Standaard: 30 minuten
pl: Domyślnie: 30 minut
pt_pt: Padrão: 30 minutos
ru: По умолчанию: 30 минут
sv: Standard: 30 minuter
uk: За замовчуванням: 30 хвилин
vi: Mặc định: 30 phút
zh_hant: 預設：30 分鐘

source: Default: 35%
bg: По подразбиране: 35%
cs: Výchozí: 35%
da: Standard: 35%
de: Standard: 35 %
es: Predeterminado: 35%
fr: Par défaut : 35%
it: Predefinito: 35%
nb_no: Standard: 35%
nl: Standaard: 35%
pl: Domyślnie: 35%
pt_pt: Padrão: 35%
ru: По умолчанию: 35%
sv: Standard: 35%
uk: За замовчуванням: 35%
vi: Mặc định: 35%
zh_hant: 預設：35%

source: Default: 50%
bg: По подразбиране: 50%
cs: Výchozí: 50%
da: Standard: 50%
de: Standard: 50 %
es: Predeterminado: 50%
fr: Par défaut : 50%
it: Predefinito: 50%
nb_no: Standard: 50%
nl: Standaard: 50%
pl: Domyślnie: 50%
pt_pt: Padrão: 50%
ru: По умолчанию: 50%
sv: Standard: 50%
uk: За замовчуванням: 50%
vi: Mặc định: 50%
zh_hant: 預設：50%

source: Default: 60 min
bg: По подразбиране: 60 мин
cs: Výchozí: 60 min
da: Standard: 60 min
de: Standard: 60 min
es: Por defecto: 60 min
fr: Par défaut : 60 min
it: Predefinito: 60 min
nb_no: Standard: 60 min
nl: Standaard: 60 min
pl: Domyślnie: 60 min
pt_pt: Padrão: 60 min
ru: По умолчанию: 60 мин
sv: Standard: 60 min
uk: За замовчуванням: 60 хв
vi: Mặc định: 60 phút
zh_hant: 預設：60 分鐘

source: Default: 70%
bg: По подразбиране: 70%
cs: Výchozí: 70%
da: Standard: 70%
de: Standard: 70 %
es: Predeterminado: 70%
fr: Par défaut : 70%
it: Predefinito: 70
nb_no: Standard: 70%
nl: Standaard: 70%
pl: Domyślnie: 70%
pt_pt: Padrão: 70%
ru: По умолчанию: 70%
sv: Standard: 70%
uk: За замовчуванням: 70%
vi: Mặc định: 70%
zh_hant: 預設：70%

source: Default: 80%
bg: По подразбиране: 80%
cs: Výchozí: 80%
da: Standard: 80%
de: Standard: 80 %
es: Predeterminado: 80%
fr: Par défaut : 80%
it: Predefinito: 80%
nb_no: Standard: 80%
nl: Standaard: 80%
pl: Domyślnie: 80%
pt_pt: Padrão: 80%
ru: По умолчанию: 80%
sv: Standard: 80%
uk: За замовчуванням: 80%
vi: Mặc định: 80%
zh_hant: 預設：80%

source: Default: 90 g
bg: По подразбиране: 90 г
cs: Výchozí: 90 g
da: Standard: 90 g
de: Standard: 90 g
es: Predeterminado: 90 g
fr: Par défaut : 90 g
it: Predefinito: 90 g
nb_no: Standard: 90 g
nl: Standaard: 90 g
pl: Domyślnie: 90 g
pt_pt: Padrão: 90 g
ru: По умолчанию: 90 г
sv: Standard: 90 g
uk: За замовчуванням: 90 g
vi: Mặc định: 90 g
zh_hant: 預設：90 克

source: Default: 100%
bg: По подразбиране: 100%
cs: Výchozí: 100%
da: Standard: 100%
de: Standard: 100 %
es: Predeterminado: 100%
fr: Par défaut : 100%
it: Predefinito: 100%
nb_no: Standard: 100%
nl: Standaard: 100%
pl: Domyślnie: 100%
pt_pt: Padrão: 100%
ru: По умолчанию: 100%
sv: Standard: 100%
uk: За замовчуванням: 100%
vi: Mặc định: 100%
zh_hant: 預設：100%

source: Default: 120 grams of carbs
bg: По подразбиране: 120 г въглехидрати
cs: Výchozí: 120 gramů sacharidů
da: Standard: 120 gram kulhydrater
de: Standard: 120 Gramm Kohlenhydrate
es: Predeterminado: 120 gramos de glúcidos
fr: Par défaut : 120 grammes de glucides
it: Predefinito: 120 grammi di carboidrati
nb_no: Standard: 120 gram karbohydrater
nl: Standaard: 120 gram koolhydraten
pl: Domyślnie: 120 gramów węglowodanów
pt_pt: Padrão: 120 gramas de carboidratos
ru: По умолчанию: 120 граммов углеводов
sv: Standard: 120 gram kolhydrater
uk: За замовчуванням: 120 грам карбів
vi: Mặc định: 120 gram carbs
zh_hant: 預設：120 克的碳水化合物

source: Default: 120%
bg: По подразбиране: 120%
cs: Výchozí: 120%
da: Standard: 120%
de: Standard: 120 %
es: Predeterminado: 120%
fr: Par défaut : 120%
it: Predefinito: 120%
nb_no: Standard: 120%
nl: Standaard: 120%
pl: Domyślnie: 120%
pt_pt: Padrão: 120%
ru: По умолчанию: 120%
sv: Standard: 120%
uk: За замовчуванням: 120%
vi: Mặc định: 120%
zh_hant: 預設：120%

source: Default: 130%
bg: По подразбиране: 130%
cs: Výchozí: 130%
da: Standard: 130%
de: Standard: 130 %
es: Predeterminado: 130%
fr: Par défaut : 130%
it: Predefinito: 130%
nb_no: Standard: 130%
nl: Standaard: 130%
pl: Domyślnie: 130%
pt_pt: Padrão: 130%
ru: По умолчанию: 130%
sv: Standard: 130%
uk: За замовчуванням: 130%
vi: Mặc định: 130%
zh_hant: 預設：130%

source: Default: 300%
bg: По подразбиране: 300%
cs: Výchozí: 300%
da: Standard: 300%
de: Standard: 300 %
es: Predeterminado: 300%
fr: Par défaut : 300%
it: Predefinito: 300%
nb_no: Standard: 300%
nl: Standaard: 300%
pl: Domyślnie: 300%
pt_pt: Padrão: 300%
ru: По умолчанию: 300%
sv: Standard: 300%
uk: За замовчуванням: 300%
vi: Mặc định: 300%
zh_hant: 預設：300%

source: Default: 400%
bg: По подразбиране: 400%
cs: Výchozí: 400%
da: Standard: 400%
de: Standard: 400 %
es: Predeterminado: 400%
fr: Par défaut : 400%
it: Predefinito: 400%
nb_no: Standard: 400%
nl: Standaard: 400%
pl: Domyślnie: 400%
pt_pt: Padrão: 400%
ru: По умолчанию: 400%
sv: Standard: 400%
uk: За замовчуванням: 400%
vi: Mặc định: 400%
zh_hant: 預設：400%

source: Default: Disabled
bg: По подразбиране: изключено
cs: Výchozí: Zakázáno
da: Standard: Deaktiveret
de: Standard: Deaktiviert
fr: Par défaut : désactivé
it: Predefinito: Disabilitato
nb_no: Standard: Deaktivert
nl: Standaard: Uitgeschakeld
pl: Domyślnie: Wyłączone
sv: Standard: Inaktiverad
vi: Mặc định: Vô hiệu hoá
zh_hant: 預設：停用

source: Default: OFF
bg: По подразбиране: ИЗКЛ
cs: Výchozí: Vypnuto
da: Standard: FRA
de: Standard: AUS
es: Por defecto: APAGADO
fr: Par défaut : désactivé (OFF)
it: Predefinito: OFF
nb_no: Standard: AV
nl: Standaard: UIT
pl: Domyślnie: WYŁĄCZONE
pt_pt: Padrão: Desativado
ru: По умолчанию: ВЫКЛ
sv: Standard: AV
uk: За замовчуванням: ВИМК
vi: Mặc định: TẮT
zh_hant: 預設：關閉

source: Default: ON
bg: По подразбиране: ВКЛ
cs: Výchozí: Zapnuto
da: Standard: TIL
de: Standard: AN
es: Predeterminado: ACTIVADO
fr: Par défaut : activé (ON)
it: Predefinito: ON
nb_no: Standard: PÅ
nl: Standaard: AAN
pl: Domyślnie: Włączone
pt_pt: Padrão: LIGADO
ru: По умолчанию: ВКЛ
sv: Standard: PÅ
uk: За замовчуванням: УВІМК
vi: Mặc định: BẬT
zh_hant: 預設：開啟

source: Default: Set by Algorithm
bg: По подразбиране: зададено от алгоритъма
cs: Výchozí: Nastaveno algoritmem
da: Standard: Sæt efter algoritme
de: Standard: Vom Algorithmus festgelegt
es: Predeterminado: Definido por Algoritmo
fr: Par défaut : défini par l'algorithme
it: Predefinito: impostato dall'algoritmo
nb_no: Standard: Satt av algoritmen
nl: Standaard: ingesteld door Algoritme
pl: Domyślnie: Ustaw wg algorytmu
pt_pt: Padrão: definido por Algoritmo
ru: По умолчанию: Установлен Алгоритм
sv: Standard: Ställ in efter algoritm
uk: За замовчуванням: встановити Алгоритм
vi: Mặc định: Được thiết lập bởi Thuật toán
zh_hant: 預設：由演算法設定

source: Default: Set by Insulin Type
bg: По подразбиране: зададено от типа инсулин
cs: Výchozí: Nastaveno podle typu inzulínu
da: Standard: Sæt efter insulintype
de: Standard: Eingestellt nach Insulinart
es: Predeterminado: establecido por tipo de insulina
fr: Par défaut : défini par le type d'insuline
it: Predefinito: impostato dal tipo di insulina
nb_no: Standard: Satt av insulintype
nl: Standaard: ingesteld op insulinetype
pl: Domyślnie: Ustaw według typu insuliny
pt_pt: Padrão: Definido pelo Tipo de Insulina
ru: По умолчанию: Установить по типу инсулина
sv: Standard: Ställ in efter insulintyp
uk: За замовчуванням: Встановити за типом Insulin
vi: Mặc định: Được thiết lập theo Loại Insulin
zh_hant: 預設：由胰島素類型設定

source: Default: Simple
bg: По подразбиране: Просто
cs: Výchozí: Jednoduché
da: Standard: Enkel
de: Standard: Einfach
es: Predeterminado: Simple
fr: Par défaut : Simple
it: Predefinito: Semplice
nb_no: Standard: Enkel
nl: Standaard: Eenvoudig
pl: Domyślnie: Prosty
pt_pt: Padrão: Simples
ru: По умолчанию: Простой
sv: Standard: Enkel
uk: За замовчуванням: простий
vi: Mặc định: Đơn giản
zh_hant: 預設：簡單

source: Defaults to 0.2 (20%). Maximum positive percentual change of BG level to use SMB, above that will disable SMB. Hardcoded cap of 40%. For UAM fully-closed-loop 30% is advisable. Observe in log and popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
bg: Стойност по подразбиране: 0.2 (20%). Максимална положителна процентна промяна в нивото на кръвната захар, при която да се използва SMB; над нея SMB се изключва. Фиксиран таван от 40%. За UAM в напълно затворен цикъл се препоръчват 30%. Следете в лога и изскачащите прозорци (maxDelta 27 > 20% от BG 100 – изключване на SMB!).
cs: Výchozí hodnota je 0,2 (20 %). Maximální kladná procentuální změna glykémie (BG), při které se ještě použije SMB; nad tuto hodnotu se SMB vypne. Pevný limit je 40 %. Pro UAM v režimu plně uzavřené smyčky se doporučuje 30 %. Sleduj záznamy (log) a vyskakovací okna (např. maxDelta 27 > 20 % z BG 100 – vypínám SMB!).
da: Standard er 0,2 (20 %). Maksimal positiv procentvis ændring af BG niveau til at bruge SMB, ovenover, der vil deaktivere SMB. Hardcoded cap på 40 %. For UAM er fuldt lukket-loop 30% tilrådelig. Observere i log og popup (maxDelta 27 > 20% af BG 100 - deaktivering SMB!).
de: Standardwert ist 0,2 (20 %). Maximale positive prozentuale Änderung des BG-Levels zur Verwendung von SMB, darüber hinaus wird SMB deaktiviert. Fest kodierte Obergrenze von 40 %. Für UAM mit vollständig closed Loop sind 30 % empfehlenswert. Beobachten Sie in Log und Popup (maxDelta 27 > 20% von BG 100 - Deaktivierung von SMB!).
es: Por defecto es 0.2 (20%). Cambio porcentual máximo positivo del nivel de BG para usar SMB, por encima de lo cual deshabilitará la gorra de código duro del 40%. Observe in log and popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
fr: Par défaut à 0,2 (20 %). Variation positive maximale en pourcentage du glucose pour autoriser les SMB ; au-delà, les SMB seront désactivés. Limite codée en dur à 40 %. Pour l'UAM en boucle entièrement fermée, 30 % est recommandé. Observez dans le journal et la fenêtre contextuelle (maxDelta 27 > 20 % de glucose 100 — SMB désactivés !).
it: Predefiniti a 0,2 (20%). Massima variazione percentuale positiva del livello di glicemia per utilizzare SMB, sopra che disabiliterà SMB. Limite rigido del 40%. Per UAM è consigliabile un loop completamente chiuso. Osservare in log e popup (maxDelta 27 > 20% di BG 100 - disabilitare SMB!).
nb_no: Standardverdi er 0.2 (20%). Maksimal prosentvis stigning i blodsukker hvor SMB fremdeles skal slå inn. Over denne verdien vil SMB ikke slå inn. Hardkodet grense på 40%. For lukket loop med UAM, anbefales 30%. Du kan se at dette slår inn i logg og popup (maxDelta 27 > 20% of BG 100 - disabling SMB!).
nl: Staat standaard op 0,2 (20%). Maximale positieve procentuele verandering van BG-niveau om SMB te gebruiken, daarboven wordt SMB uitgeschakeld. Hardcoded maximum van 40%. Voor volledig gesloten UAM-loop is 30% raadzaam. Zie in log en popup (maxDelta 27 > 20% van BG 100 - uitschakelen SMB!).
pl: Domyślna wartość to 0,2 (20%). Maksymalna dodatnia procentowa zmiana poziomu BG do użycia SMB, powyżej której SMB zostanie wyłączone. Zakodowany na stałe limit 40%. Dla całkowicie zamkniętej pętli UAM zaleca się 30%. Obserwuj w dzienniku i wyskakującym okienku (maxDelta 27 > 20% BG 100 - wyłączenie SMB!).
pt_pt: O valor padrão é 0.2 (20%). A variação percentual positiva máxima de nível BG para usar SMB, acima que desativará o SMB. Limite codificado em 40%. Para UAM completamente fechado, 30% é aconselhável. Observe no registro e pop-up (maxDelta 27 > 20% de BG 100 - desabilitando SMB!).
ru: По-умолчанию 0.2 (20%). Максимальное положительное изменение процентного уровня глюкозы в крови для срабатывания SMB, при превышении этого порога - произойдет отключение SMB и переход в управление только базой. Запрограммированный предел - 40%. Для полностью закрытой петли с UAM рекомендуется 30%. Результат можно наблюдать в журнале работы и всплывающем окне статуса петли (maxDelta 27 > 20% of BG 100 - disabling SMB!).
sv: Standardvärde 0,2 (20%). Maximal glukosförändring (ökning) som tillåter användning av SMB (autobolus). Över detta värde kommer SMB tillfälligt att avaktiveras. Högsta tillåtna värde är 0,4 (40%). Om du loopar utan att ange kolhydrater (UAM fully-closed-loop) rekommederas 30%. I loggar kommer detta registreras likt exempel: '(maxDelta 27 > 20% of BG 100 - disabling SMB!'.
uk: За замовчуванням 0.2 (20%). Максимальна позитивна зміна відсоткового рівня глюкози в крові для спрацьовування SMB, при перевищенні цього порога - відбудеться відключення SMB та перехід в керування лише базою. Запрограмована межа – 40%. Для повністю закритої петлі UAM рекомендується 30%. Результат можна спостерігати в журналі роботи та спливаючому вікні статусу петлі (maxDelta 27 > 20% of BG 100 - disabling SMB!).
vi: Mặc định là 0.2 (20%). Đây là mức thay đổi phần trăm tối đa của đường huyết cho phép để sử dụng SMB. Nếu vượt quá ngưỡng này, SMB sẽ bị vô hiệu hóa. Giới hạn cứng được đặt là 40%. Đối với chế độ UAM (Auto-sens, fully-closed-loop), giá trị khuyến nghị là 30%. Hãy theo dõi thông tin này trong nhật ký và thông báo bật lên (ví dụ: maxDelta 27 > 20% của đường huyết 100 – đang vô hiệu hóa SMB!).
zh_hant: 預設值為 0.2（20%）。用於 SMB 的血糖水平的最大正百分比變化，超過此值將停用 SMB。硬性上限為 40%。對於 UAM 完全閉環建議使用 30%。請在日誌中觀察並彈出（maxDelta 27 > 20% 的血糖100 - 停用 SMB！）。
